Repository: giellalt/corpus-nob
Catalog: tmx/fkv/facta/kainun_institutti/kurs_trolliord_kvensk-kaanos_ferdig_.doc.tmx
Source language: nob
Languages: fkv

source: Det kan være vanskelig å vite hvilket eventyr man skal starte med dersom man er ny for Troll i ord, og heller ikke kjenner eventyrene i serien.
fkv: Se saattaa olla vaikkee tiettäät millä eeventyyrilä saatat alkkaat jos olet uusi Troll i ord:issa, ja jos et tunne sarjan eeventyyriitä.

source: Vi har derfor samlet noen tips fra barnehager som har brukt verktøyet i flere år.
fkv: Met olema siitä syystä kovonheet joitaki tipsii lastentarhaista missä oon piđetty työkalluu jo monta vuotta.

source: De sju eventyrene
fkv: Net seittemen eeventyyrii

source: Troll i ord-serien består av 7 eventyr med opphav fra ulike deler av verden.
fkv: Troll i ord-sarjassa oon 7 eeventyyrii joitten alkupörä oon eri mailman osista.

source: Bukkene Bruse, Påfuglen og ravnen og Krokodillen og reven er korte og enkle eventyr som passer for alle barn.
fkv: Kolme pukkii Pruusii, Riikinkukko ja korppi, ja Krokodilli ja kettu oon lyhykäiset ja helpot eeventyyrit mikkä passathaan kaikile lapsile.

source: De to samiske eventyrene om Stallo og Undervannslandet, samt Gutten og Nordavinden og Skomakeren Dratewka er lengre eventyr som ofte er mer tilgjengelige for de eldste i barnehagen og for skolebarn.
fkv: Net kaksi saamelaista eeventyyrii, Stallu jouluaattona ja Veđenalainen mailma, ja kans Poika ja Pohjaistuuli ja Suutari Dratewka, oon pitemät eeventyyrit mikkä ushein passathaan paremin vanhemille lapsile lastentarhaassa ja koululapsile.

source: Tilbakemeldinger fra Espira Salamonskogen er imidlertid: «Ikke velg eventyr kun ut fra barnas alder.»
fkv: Takaisinmellinki Espira Salamonskogenilta oon kuitenki: “Älkkää valitkaa eeventyyrin tyhä lasten ijän jälkhiin.”

source: Nyttige spørsmål å stille seg:
fkv: -Mikä vokabulaari lapsela/lapsila oon?

source: - Hvilket ordforråd har barnet/barna?
fkv: -Mitä lapsi aikkoo tahi lapset aijothaan oppiit?

source: Hvilke interesser har de?
fkv: Mikkä intressit heilä oon?

source: - Hva trenger de i hverdagen/hva møter de i hverdagen?
fkv: -Mitä het tarvithaan arkipäivässä/mitä het kohđathaan arkipäivässä?

source: - Korte eventyr passer for alle.
fkv: -Lyhykäiset eeventyyrit passathaan kaikile.

source: Råtips
fkv: Raakatipsi

source: Dersom man fremdeles er usikker i forhold til valg av eventyr er tipset fra Espira Salamonskogen å starte med eventyret om Påfuglen og ravnen.
fkv: Jos olet vieläki epävarma eeventyyrin valinan suhtheen, oon Espira Salamonskogenin tipsi ette alkkaat eeventyyrilä Riikinkukko ja korppi.

source: Eventyret fenger barn i ulik alder og med ulike interesser.
fkv: Eeventyyri oon intressantti eri ikäisille lapsile keilä oon eri intressit.

source: Temaene farge og form gir rom for mange ulike aktiviteter der barna får øve på ord og begreper de møter i barnehagen og i hverdagen ellers.
fkv: Färi- ja formuteemat annethaan sijan monele aktiviteetille. Niissä lapset saatethaan harjoitella sannoi ja termii mikkä het kohđathaan lastentarhaassa ja arkipäivässä muutoinki.

source: I språkesken med konkretene for Påfuglen og ravnen følger det f.eks med et brettspill om farger.
fkv: Riikinkukko ja korppi -kieliloovassa, joka pittää sisälä konkreetit, oon kans prettapeli färriin ympäri.

source: Spillet er intuitivt og engasjerer både de yngste og de eldre barna.
fkv: Peli oon intuitiivinen ja sekä nuoriimat ja vanhemat lapset oon innostunheet siitä.

source: Spillet krever ingen forkunnskaper eller ferdigheter i norsk for å kunne delta.
fkv: Peli ei vaađi mithään esitiettoi tahi kykkyi norjan kielessä ette saattaa olla myötä.

source: Samtidig gir spillet gode muligheter for å bruke benevnelse og knytte aktiviteten opp til handlingen i eventyret for å trigge samtale og refleksjon.
fkv: Samala peli anttaa hyvät mahđolisuuđet pittäät termii ja sittoot aktiviteetin eeventyyrin tapattumhaan niin ette se herättää praattii ja hunteerausta.

source: Brikkene i spillet har farger, det samme har feltene på brettet.
fkv: Pelin paloissa oon färit, sama oon pretan aloissa.

source: Man må vente på tur, trekke en og en fargebrikke og legge på rett plass for å fylle sitt område på brettet.
fkv: Häyđyt ođottaat ommaa vuoroo, vettäät yhđen ja yhđen färipalan kerrala ja panna sen oikheesseen paikkhaan niin ette sinun oma ala pretassa täyttyy.

source: Barna lærer raskt ved å observere hverandre og den voksne kan aktivt støtte ved å benevne og gjenta, og referere til hva påfuglen og ravnen gjorde med fargene i eventyret, og slik trigge samtale rundt fargene og handlingen.
fkv: Lapset opithaan noppeesti havaittemalla toinen toista, ja raavas saattaa aktiivisesti tukkeet sanomalla ja toistamalla kuinka assiit oon. Lisäksi raavas saattaa refereerata siihen mitä riikinkukko ja korppi tehthiin färriin kans, ja sillä laila herättäät praatimhaan färriin ja tekkoin ympäri.

source: - Foreldre og foresatte
fkv: Mikä oon ?

source: Hva er «Troll i ord»? (finnes lenger opp i manus)
fkv: (löyttyy vähän ylempännä käsikirjoituksessa)

source: Troll i ord er et verktøy for språkstimuleringsarbeid i barnehage og småskole.
fkv: oon työkalu kielistimuleerinkityötä varten lastentarhaassa ja koulussa.

source: Verktøyet og arbeidsmetodene er utviklet ut fra kompetansemålene i Rammeplan for barnehagen 2017.
fkv: Työkalun ja työmetuudit oon kehitetty niitten kompetanssimooliin pohjalta mikkä oon Lastentarhaan raamiplaanassa 2017.

source: Troll i ord tar utgangspunkt i bruk av eventyr.
fkv: Lähtökohtana Troll i ord:issa oon eeventyyrit.

source: Det å forankre ulike former for språkstimulering i bruk av litteratur er et vesentlig kjennetegn for Troll i ord.
fkv: Sen tähđelinen tuntemamerkki oon ette eri kielistimuleeringit liitethään litteratyyrhiin.

source: Det digitale innholdet i Troll i ord har fortellerstemmer på 32 ulike språk.
fkv: Troll i ord:in digitaalisessa sisälyksessä oon muisteliijaääni 32 eri kielelä.

source: Hvorfor er vi opptatt av morsmålet og et språklig mangfold i barnehagen/skolen?
fkv: Miksi met perustamma äiđinkielestä ja lastentarhaan/koulun kielirikkhauđesta?

source: Et språklig mangfold er viktig både for individ og samfunn - og med Troll-i-ord ønsker vi å tilby verktøy som stimulerer og styrker det språklige mangfoldet i barnehagen og i skolen.
fkv: Kielirikkhaus oon tärkkee sekä yksittäisele ihmiselle ette samfynnille - ja Troll i ord:in kans met halluuma tarjota työkalun mikä stimuleeraa ja vahvistaa lastentarhaan ja koulun kielirikkhautta.

source: De barna som får morsmåls-støtte i barnehage klarer seg bedre faglig.
fkv: Net lapset kekkä saađhaan tujen äiđinkielen kans lastentarhaassa, pärjäthään paremin faakilisesti.

source: Det har sammenheng med at det er enklere å tilegne seg kunnskap på språk man behersker godt, og derfor bør morsmålet nyttes som opplæringsspråk.
fkv: Se oon siitä syystä ette se oon helpompi ottaat tiettoi vasthaan sillä kielelä mitä saatethaan hyvin. Siksi äiđinkieltä kannattaa pittäät oppimakielenä.

source: Når vi tar til orde for språkstimulering både på morsmål og på andrespråket, støtter vi oss til viktige innsikter både frå nasjonal og internasjonal forskning.
fkv: Ko met tujema kielistimuleerinkkii äiđinkielelä ja toisela kielelä, niin met tujema tärkkeitä käsityksii nasjuunalisesta ja kanssoinvälisestä tutkimuksesta.

source: Det er en etablert oppfatning at det er lettere å lære nye språk når morsmålet er godt utviklet.
fkv: Se oon etableerattu käsitys ette se oon helpompi oppiit uussii kielii ko äiđinkieli oon hyvin kehittynny.

source: Ferdigheter fra det ene språket vil bli overført til det andre dersom miljøet er stimulerende.
fkv: Jos miljöö oon stimuleeraava, niin yhđen kielen kyvyt siirythään toisheen kielheen.

source: På samme måte vil læring av andrespråket ha svak utvikling eller i verste fall bli hemmet, dersom morsmåls-ferdighetene er underutviklet.
fkv: Samala tavala kehitys toisen kielen oppimisessa saattaa olla heikko tahi pahhiimassa tappauksessa häiriintynny, jos äiđinkielen kyvyt oon alikehittynheet.

source: Hvorfor er du som forelder/foresatt en viktig ressurs i språkopplæringen?
fkv: Miksi sie vanhiimpanna olet tärkkee resyrsi kielen oppimisessa?

source: Foreldre/foresatte kan være en svært viktig rssurs for å utvikle morsmålsferdighetene, ikke minst når det gjelder å styrke og følge opp interessen for skriftspråket.
fkv: Vanhiimet ja eđesvastuuliset saatethaan olla joukon tärkkee resyrsi ko pittää kehittäät äiđinkielen kykkyi, olletikki ko tarkoitus oon vahvistaat ja tukkeet intressii kirjakieltä kohthaan.

source: Nämät oon kuuronheet Troll i ord:ii: Utdanningsdiraktoratet, Saametinka (Sametinget) ja Innovasjon Norge
fkv: Met toivoma ette tet halluutta ottaat ossaa Trolli i ord:in tutkimisheen ja tujetta lukemista ja litterääristä praattii.

source: 7 ORD (se wunderlist)
fkv: Sisälelokkaus abonnentiile:

source: Lytt til ordet
fkv: Kuuntele sannaa

source: Last opp bilder fra arbeidet med Troll-i-ord i din barnehage
fkv: Lastaa ylös kuvat työstä Troll-i-ord:in kans sinun lastentarhaassa

source: Språk (33 stk)
fkv: Kieli (33 kpl)

source: 7 ORD (se wunderlist) Norsk bokmål
fkv: Norjan kirjakieli (bokmål)

source: Norsk nynorsk
fkv: Kurdi kurmadji

source: Uusinorja (nynorsk)
fkv: Kvensk Kvääni/kainu

source: Albansk
fkv: Liettuu

source: Albani
fkv: Pashto

source: Amharisk
fkv: Portugali

source: Amhari
fkv: Ryssä

source: Arabisk
fkv: spanska

source: Arabi
fkv: ruotti

source: Dari
fkv: thai

source: Engelsk
fkv: tigrinja

source: Engelska
fkv: tigrinja

source: Fransk
fkv: turkki

source: Franska
fkv: vietnami

source: Kurdi Sorani
fkv: Färjäysarkki

source: (sør-)samisk
fkv: Saamenkansa

source: (nord-)samisk 7 ORD (se wunderlist)
fkv: Saamenkansa ei ole koskhaan pitäny sottaa.

source: somali
fkv: Mutta onneksi oli joitaki, olletikki papit ja opettaajat, kekkä kirjoitethiin alas net assiit mitä het kuulthiin.

source: tamil
fkv: Jos met aijoma olla oikkeet eeventyyrinmuisteliijat, met häyđymä muistaat ette kaikki eeventyyrin karaktäärit oon oikkeestansa elämän ajatuksii ja mahđolisuuksii.

source: 7 ORD (se wunderlist) 7 ORD (se wunderlist)
fkv: Se oon ihmisen sisälä ette kaikki tapatuthaan.

source: vietnamesisk
fkv: Saivolainen

source: PDF-ark for nedlasting
fkv: Semmoiset paikat, ja net voimat jokka siinä asuthiin, niitä käskethiin saivolaisiksi.

source: Kopiering tillatt kun for bruk i egen barnehage / skole / avdeling
fkv: Het olthiin joukon kaunhiit ja heilä oli sininen saamentakki päälä.

source: Samisk innhold Samefolket
fkv: sielä oli iso onni ja rikkhaus.

source: Samefolket har aldri ført krig. Samene ønsker å leve fritt og fredelig i det daglige arbeidet, der de kjenner seg hjemme.
fkv: Saivolaiset näytethiin ushein ittensä ihmisille, puhuthiin heiđän kans, opetethiin heile luonon lajit ja annethiin hyvät neuvot.

source: De prøver å løse konflikter med fornuft, og de tar tiden til hjelp.
fkv: Semmoissii neuvoi oli parasta nouđattaat, muutoin se meni huonosti.

source: Eventyr har de alltid fortalt: hvilepausene ved bålet på fjellet, i fiskerbåten, om vinterkveldene i gammen.
fkv: Saamelaiset uhrathiin saivolaisile niin ette saathiin poro-onnen ja suojauksen onnettommuuksii ja sairhauksii vasthaan.

source: Eventyrene var som billedbøker der de kunne se de usynlige ting, bli kjent med naturlovene, og med kreftene i seg selv.
fkv: Jos nuori poika sai nähđä saivolaispiijan kenen hän tahtois pittäät, niin hän piti heittäät veitten piijan pään yli.

source: Det var både underholdende og lærerikt. Vet du forresten at før i tiden betydde ordet underholdning: Det vi lever av?
fkv: Hän saattoi kans heittäät jotaki muuta minkä oli tehty teräksestä, tahi hän saattoi pistäät tyttären sormheen niin ette siitä huilais vähän vertä.

source: Mange av de gamle eventyrene er glemt i dag.
fkv: Silloin saivolaispiika piti jääđä maan pääle, ja poika piti naiđa hänen.

source: De viftet vekk med vinden da den nye tiden kom og forandret så mye.
fkv: Jos poika nouđatti kaikkii hänen neuvoi, niin silloin avioliitto tulis hyvin onneliseksi.

source: Det er trist å tenke på all den fine diktningen som er blitt borte.
fkv: Piijala oli kans myötä myötäskenkki: iso porotokka uskomattoman kaunhiita eläviitä.

source: Men heldigvis var det noen, særlig prester og lærere, som skrev ned det de hørte, slik at vi som lever nå kan få del i det.
fkv: Mutta jos poika rikkoi net neuvot jokka piika oli antanu, niin hän menetti ämmän ja kaikki mitä hänelä oli ollu myötä.

source: Å oppleve eventyr
fkv: Saivolaissii ei koskhaan saattanu villittäät, niin ko stallui.

source: Hvis vi skal være ordentlige eventyrfortellere, må vi huske at alle personene i eventyret egentlig er tanker og muligheter i livet.
fkv: Se tapattui ette saivolaiset vaađithiin ette saamelaiset siirettäis oman kammin tahi poroaiđan, siksi ko se oli heiđän huonheen päälä.

source: Det er inni hvert menneske at alt sammen skjer.
fkv: Het kekkä hallithiin kalloi, het asuthiin alapohjassa.

source: Den som ikke tror på at dette er sant, kan heller ikke fortelle eventyr.
fkv: Het annethiin hyvän saaliksen hyvile ihmisille kekkä nouđatethiin elämänlakkii.

source: Sajve Det bodde liksom en usynlig makt i bestemte berg, og i noen elver og vatn, sa de gamle samene.
fkv: Kukhaan ei pitäny puhhuut silloin ko het pyyđethiin kallaa saivojärvestä, eikä rääkkyyt eikä kirota ko het työtelhiin porroin kans.

source: Slike steder, og de maktene som bodde der, ble kalt sajve.
fkv: Se piti kulkkeet fiinisti siinä missä saivolaiset asuthiin.

source: De var svært vakre og gikk gjerne i blå kofte.
fkv: Silloin se olis tasan siunattu maisema. Stallo

source: De levde nøyaktig på samme måte som samene, men alt var mer fullkomment i sajvelandet;
fkv: “Stallu oon keskheinen mytolooginen haamu saamelaisessa muistelemistradisjuunissa.

source: Sajvene viste seg ofte for menneskene, snakket med dem, lærte dem naturlovene og ga gode råd.
fkv: Hän representeeraa kaikkii inhimillissii heikkouksii joita met piđämä oppiit hallittemhaan lapsena.

source: Slike råd var det best å følge, ellers gikk det ille.
fkv: Sen tähđen häntä piđethään kaaosvoimiin representanttinna mailmassa.

source: Samene ofret til sajvene for å få reinlykke og beskyttelse mot uhell og sykdom.
fkv: Hän oon hirvee rosvo, sekä poronvarastaaja ja kannibaali. Kukhaan ei ole turvassa ko Stallu oon likelä.

source: Hvis en ung gutt fikk se en sajvepike som han ville beholde kunne han kaste en kniv eller noe annet av stål over hodet på henne, eller stikke henne i fingeren så det kom fram en bloddråpe.
fkv: Hyvin vanhoissa aijoissa stallut olthiin näkymättömät, mutta heiđät huomathiin kuitenki ko het mellastethiin kaikkiin assiitten kans mikkä olthiin heiđän tielä. Het vihelethiin ja flöitäthiin.

source: Da måtte hun bli på jorden, og han måtte gifte seg med henne.
fkv: Jos het olthiin vihaiset niin het saatethiin reppiit irti issoi puita.

source: Hvis han fulgte alle hennes råd ville ekteskapet bli meget lykkelig.
fkv: Saamelaislapsila ei ollu lupa vihelttäät, ko silloin het kuttuthiin stallun.

source: Hun hadde med seg medgift også: En stor reinflokk av utrolig vakre dyr.
fkv: Ko stallu oli syöny ihmisen, niin silloin hän ei ennää ollu näkymätön.

source: Men hvis gutten brøt påbudene hun ga ham, mistet han både kona si og alle de godene hun hadde brakt med seg, og han ville bli forfulgt av uhell resten av livet.
fkv: Silloin nähthiin ette hän oon kemppi jolla oon kemppivoimat ja kemppiruvanhalu. Hän oli eppäilyttäävästi samannäköinen ko viikingit, kauppamiehet ja verofoutit.

source: Sajvene lot seg aldri narre, sånn som staloene.
fkv: Hän oli pynttäämäsairas, praamaava ja joukon rikas.

source: I sajvesjøene var det dobbelt bunn.
fkv: Stallu tykkäs näyttäät ommii voimii.

source: Ingen måtte snakke mens de fisket i sajvesjøen, og ikke skråle og banne når de arbeidet med reinen.
fkv: Hypätä korkkeele, murskata kivvii sormiin läpitte ja paiskoot raskhaita tinkkoi kauvas, kaikki nämät olthiin konstit stallule.

source: En måtte ferdes fint der sajvene holdt til. Da ville det alltid være et velsignet landskap.
fkv: Hänelä oli tasan myötä kirves ja puuklupu, iso rahapussi (muutamat meinathaan ette se oon kokonainen säkki!).

source: «Staaloe er en sentral mytologisk skikkelse i samisk fortellertradisjon.
fkv: Lisäksi hänelä oli myötä koira jonka nimi pruukkas olla Ragk, Ragke tahi Homp.

source: Han representerer alle menneskelige svakheter som vi skal lære å håndtere som barn.
fkv: Se oli helppo saamelaisile ette villittäät stallui, ko heiđän ajatus oli raskas ja hiđas.

source: Derfor brukes han som representant for kaos-kreftene i verden.
fkv: Favuriittiruoka stallu-perheessä oli sammakko, rupikonnat ja saamelaislapset.

source: Han er en fæl rover, både reirtyv og kannibal. Ingen er trygg med en stalo i nærheten.
fkv: Mutta jos ruokhaan tuli pikkuisen valkkeen roskaa tahi tuhkaa, niin het paiskathiin sen koirale.

source: Den som kjenner ham vet at det bare gjelder én ting: få livet av ham, koste hva det vil!
fkv: Se kuka halluis tappaat stallun, piti tyhä lyöđä häntä yhđen kerran, muutoin stallu tulis vain väkkeevämmäksi.

source: I riktig gamle dager var staloene usynlige, men de røpet seg likevel: De bråkte og klapret med alt som lå i veien for dem, de plystret og fløytet.
fkv: Mutta sitte ko stallun oli lyöty alas, niin hän makas rauhassa, eikä freistanu nousta uuđesti ennen ko saamelainen oli lyöny hänen kuolihaaksi.

source: Var de sinte kunne de rive svære trær over ende. Så du skjønner at staloen var i vinden og stormen.
fkv: Stallun koiran piti tappaat siinä samassa, ennen ko se ennätti lakkiit hänen vertä, ko silloin stallu tulis taas ellääväksi.

source: Det var strengt forbudt for samebarn å plystre, for da lokket de på staloen.
fkv: Kaikki saamelaiset tieđethiin ette ainua järkkeevä assii auttiissa maassa oli se ette assuut yhđessä suurperheessä.

source: Når staloen hadde ett opp et menneske, var det slutt med usynligheten.
fkv: Jokhainen yđinperet asui itteksensä kaukana muista stalluista.

source: Da viste han seg å være en kjempe, med kjempekrefter og kjempeappetitt, og han liknet mistenkelig på vikinger, handelsmenn og skatteoppkrevere. Han var pyntesyk og skrytende og meget rik.
fkv: Joukon kolo assii oli ette kaikki ihmiset saatethiin tehđä ittensä stalluksi: Jos ihminen pesi kasvot ja pään samala ko sanoi irti kastheen ja ristin, ja tämä tapattui kirkon aijassa tahi sunnuntaina, niin silloin ihminen tuli stalluksi.

source: Staloen likte å vise kreftene sine.
fkv: Rovhtege/Luhtat (kvääniksi Luhtakka)

source: Han hadde alltid med seg øks og treklubbe, en diger pengepung (noen mener en hel sekk!
fkv: Se oon eteläsaamelaisten nimi stallun ämmäle eli Luhtakalle, ja se tarkoittaa oikkeesti kuoppaista, kivikkoista punakeltaista pahtaa.

source: ), og en bikkje som pleide hete Ragk, Ragke eller Homp.
fkv: Hän muistutti paljon hänen äijää, mutta oon vieläki pahempi.

source: Men det var lett for samene à lure staloer, for tanken deres var tung og treg. Yndlingsmaten i stalo-familien var frosk, padder og samebarn.
fkv: Mutta seki saattaa olla liika paljon, ja siksi hän saattaa ottaat sen ulos ja panna sen kynnyksen alle, tahi panna sen pusshiin joka henkkaa hänen vyössä.

source: Men hvis det kom litt bålrusk eller aske i maten, da slo de det ut til bikkja.
fkv: Hän pittää sitä siihen ette immeet vertä niistä ihmisistä kenheen hän suuttuu.

source: Den som ville ta livet av en stalo, måtte bare slå til ham én gang, ellers ble staloen bare sterkere.
fkv: Ko hän tarvittee pillin, niin hän saattaa tyhä huuttaat sille, ja sitte se tullee tuiskaamalla hänen tykö.

source: Men staloene skjønte ikke såpass.
fkv: Rovhtegen oon äkäinen eikä hänheen saata luottaat.

source: Hver kjernefamilie levde for seg selv langt fra alle andre staloer.
fkv: Hän ei vihelä, ja sen tähđen ei koskhaan saata tiettäät ette oonko hän likelä, jos ei piđä silmät auki.

source: Og da var det ingen ende på alt det onde man kunne få seg til å gjøre. Rovhtege / Luhtat
fkv: Stallun tapethaan taistelussa tahi kavaluuđen avula, ko taas valkkee saattaa tappaat Rovhtegenin.

source: Sitat fra:
fkv: Sitaatti täältä:

source: Samtidig er han en av «de andre», de som kommer uten ifra og som ikke forstår noe om samisk natur og tradisjon.»
fkv: Yhtämennoo hän oon yksi “toisista”, het kekkä tulhaan ulkopuolelta, eikä ymmärä mithään saamelaisesta luonosta ja tradisjuunista.”
